Ruby/rails/api.rails/app/views/users/index.json.jbuilder

json.users User.all do |user|
---
SELECT "users".* FROM "users"